Repository: andrea202511/ecang
Catalog: src/*/ecang.po
Languages: it

source: about
it: informazioni

source: Author: andrea202511 (Andrea Fabbri) This program is licensed under the terms of the GNU General Public License version 3 http://www.gnu.org/licenses/gpl-3.0.html
it: Autore: andrea202511 (Andrea Fabbri) Questo programma Ã¨ concesso in licenza secondo i termini della GNU General Public License versione 3 http://www.gnu.org/licenses/gpl-3.0.html

source: Close
it: Chiudi

source: Load ENI
it: Carica file ENI

source: Load ENI file (xml file)
it: Carica file ENI (file xml)

source: Load PCAPNG
it: Carica file PCAPNG

source: Load PCAPNG file (by wireshark)
it: Carica file PCAPNG (da wireshark)

source: Clear
it: Azzera

source: Clear fields
it: Azzera campi

source: Quit Alt-F4
it: Uscita Alt-F4

source: Quit the application
it: Uscita dal programma

source: Filter
it: Filtri

source: Datagram filter
it: Filtro datagrammi

source: Option
it: Opzioni

source: Program options
it: Opzioni programma

source: Execute
it: Esegui

source: Build
it: Crea

source: Help
it: Aiuto

source: Manuals
it: Manuali

source: Informations about this application
it: Informazioni programma

source: CLEAR
it: AZZERA

source: FILTER
it: FILTRI

source: Datagram filters
it: Filtri datagram

source: OPTIONS
it: OPZIONI

source: EXECUTE
it: ESEGUI

source: Open ENI file
it: Selezione file ENI

source: Open PCAPNG file
it: Selezione PCAPNG

source: Write CSV file
it: Selezione file CSV

source: Open file:
it: Apertura file:

source: Found %i slaves
it: Trovati %i slaves

source: Found %i PDO Inputs
it: Trovati %i PDO di ingresso

source: Found %i PDO Outputs
it: Trovati %i PDO di uscita

source: Frames in the file: %i
it: Numero Frame nel file: %i

source: Frames in the file: >10000
it: Numero Frame nel file: >10000

source: Master/Slaves mac address find...Done
it: Ricerca mac address Master/Slaves....Ok

source: Master/Slaves mac address find...FAIL
it: Ricerca mac address Master/Slaves....ERRORE

source: Blocks managed: %i Elapsed time: %is
it: Blocchi elaborati: %i i Tempo elaborazione: %is

source: - Finish -
it: - Terminato -

source: Reset
it: Nessuno

source: Set all
it: Tutti

source: Setting
it: Settaggi

source: -- Language --
it: -- Lingua --

source: system
it: sistema

source: --- PDO format ---
it: --- formato PDO ---

source: --- Options ---
it: --- Opzioni ---
